Repository: project-pitchee/Pitchee-iOS
Catalog: Resources/Readiness.xcstrings
Source language: zh_hans
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hant

# readiness.coldStart
source: 当前为初始分；完成更多有效录音后生成个性化评分。
ar: هذه الدرجة الأولية. أكمل المزيد من التسجيلات الصالحة للحصول على درجة مخصصة لك.
cs: Toto je počáteční skóre. Pořiďte více platných nahrávek a získáte osobní skóre.
da: Dette er startscoren. Lav flere gyldige optagelser for at få en personlig score.
de: Dies ist der Startwert. Erstelle weitere gültige Aufnahmen für eine persönliche Bewertung.
el: Αυτή είναι η αρχική βαθμολογία. Ολοκληρώστε περισσότερες έγκυρες ηχογραφήσεις για εξατομικευμένη βαθμολογία.
en: This is the starting score. Complete more valid recordings to receive a personalized score.
es: Esta es la puntuación inicial. Completa más grabaciones válidas para obtener una puntuación personalizada.
fi: Tämä on aloituspistemäärä. Tee lisää kelvollisia tallenteita saadaksesi henkilökohtaisen pistemäärän.
fr: Il s’agit du score initial. Effectuez davantage d’enregistrements valides pour obtenir un score personnalisé.
he: זהו הציון ההתחלתי. יש להשלים עוד הקלטות תקינות לקבלת ציון אישי.
hi: यह शुरुआती स्कोर है। व्यक्तिगत स्कोर पाने के लिए और मान्य रिकॉर्डिंग पूरी करें।
hr: Ovo je početni rezultat. Napravite više valjanih snimki za personalizirani rezultat.
hu: Ez a kezdőpontszám. Készíts több érvényes felvételt a személyre szabott pontszámhoz.
id: Ini adalah skor awal. Selesaikan lebih banyak rekaman valid untuk mendapatkan skor pribadi.
it: Questo è il punteggio iniziale. Completa altre registrazioni valide per ricevere un punteggio personalizzato.
ja: 現在は初期スコアです。有効な録音を増やすと、個人に合わせたスコアが表示されます。
ko: 현재는 초기 점수입니다. 유효한 녹음을 더 완료하면 개인화된 점수가 제공됩니다.
ms: Ini ialah skor permulaan. Lengkapkan lebih banyak rakaman sah untuk mendapatkan skor peribadi.
nl: Dit is de beginscore. Maak meer geldige opnamen om een persoonlijke score te krijgen.
pl: To wynik początkowy. Wykonaj więcej prawidłowych nagrań, aby otrzymać wynik dopasowany do Ciebie.
pt_br: Esta é a pontuação inicial. Faça mais gravações válidas para receber uma pontuação personalizada.
ru: Это начальная оценка. Сделайте больше подходящих записей для получения персональной оценки.
sv: Detta är startpoängen. Gör fler giltiga inspelningar för att få en personlig poäng.
th: นี่คือคะแนนเริ่มต้น บันทึกเสียงที่ใช้ได้ให้มากขึ้นเพื่อรับคะแนนเฉพาะบุคคล
tr: Bu başlangıç puanıdır. Kişisel puan almak için daha fazla geçerli kayıt tamamlayın.
uk: Це початкова оцінка. Зробіть більше придатних записів, щоб отримати персональну оцінку.
vi: Đây là điểm khởi đầu. Hoàn thành thêm bản ghi hợp lệ để nhận điểm cá nhân hóa.
zh_hant: 目前為初始分；完成更多有效錄音後產生個人化評分。

# readiness.refreshTime
source: 每天北京时间 04:00 更新
ar: يُحدّث يوميًا الساعة 04:00 بتوقيت بكين
cs: Aktualizuje se denně v 04:00 pekingského času
da: Opdateres dagligt kl. 04.00 Beijing-tid
de: Täglich um 04:00 Uhr Pekinger Zeit aktualisiert
el: Ενημερώνεται καθημερινά στις 04:00 ώρα Πεκίνου
en: Updates daily at 04:00 Beijing time
es: Se actualiza a diario a las 04:00, hora de Pekín
fi: Päivittyy päivittäin klo 04.00 Pekingin aikaa
fr: Mise à jour quotidienne à 04:00, heure de Pékin
he: מתעדכן מדי יום בשעה 04:00 לפי שעון בייג׳ינג
hi: हर दिन बीजिंग समय 04:00 बजे अपडेट होता है
hr: Ažurira se svakodnevno u 04:00 po pekinškom vremenu
hu: Naponta pekingi idő szerint 04:00-kor frissül
id: Diperbarui setiap hari pukul 04.00 waktu Beijing
it: Si aggiorna ogni giorno alle 04:00, ora di Pechino
ja: 毎日北京時間 04:00 に更新
ko: 매일 베이징 시간 04:00에 업데이트
ms: Dikemas kini setiap hari pada 04:00 waktu Beijing
nl: Wordt dagelijks om 04:00 Pekingse tijd bijgewerkt
pl: Aktualizacja codziennie o 04:00 czasu pekińskiego
pt_br: Atualiza diariamente às 04:00, horário de Pequim
ru: Обновляется ежедневно в 04:00 по пекинскому времени
sv: Uppdateras dagligen kl. 04:00 Pekingtid
th: อัปเดตทุกวันเวลา 04:00 น. ตามเวลาปักกิ่ง
tr: Her gün Pekin saatiyle 04:00’te güncellenir
uk: Оновлюється щодня о 04:00 за пекінським часом
vi: Cập nhật hằng ngày lúc 04:00 giờ Bắc Kinh
zh_hant: 每天北京時間 04:00 更新

# readiness.contributions
source: 评分明细
ar: تفاصيل الدرجة
cs: Rozpis skóre
da: Scorens fordeling
de: Bewertungsdetails
el: Ανάλυση βαθμολογίας
en: Score breakdown
es: Desglose de la puntuación
fi: Pisteiden erittely
fr: Détail du score
he: פירוט הציון
hi: स्कोर का विवरण
hr: Raščlamba rezultata
hu: Pontszám részletei
id: Rincian skor
it: Dettaglio del punteggio
ja: スコアの内訳
ko: 점수 상세
ms: Pecahan skor
nl: Scoreoverzicht
pl: Składowe wyniku
pt_br: Detalhes da pontuação
ru: Состав оценки
sv: Poängfördelning
th: รายละเอียดคะแนน
tr: Puan dökümü
uk: Склад оцінки
vi: Chi tiết điểm
zh_hant: 評分明細

# readiness.initialScore
source: 初始分
ar: الدرجة الأولية
cs: Počáteční skóre
da: Startscore
de: Startwert
el: Αρχική βαθμολογία
en: Starting score
es: Puntuación inicial
fi: Aloituspistemäärä
fr: Score initial
he: ציון התחלתי
hi: शुरुआती स्कोर
hr: Početni rezultat
hu: Kezdőpontszám
id: Skor awal
it: Punteggio iniziale
ja: 初期スコア
ko: 초기 점수
ms: Skor permulaan
nl: Beginscore
pl: Wynik początkowy
pt_br: Pontuação inicial
ru: Начальная оценка
sv: Startpoäng
th: คะแนนเริ่มต้น
tr: Başlangıç puanı
uk: Початкова оцінка
vi: Điểm khởi đầu

# readiness.restAllowance
source: 规律练习的休息宽限
ar: فترة راحة مسموحة مع التدريب المنتظم
cs: Povolený odpočinek při pravidelném cvičení
da: Tilladt hvile ved regelmæssig øvelse
de: Ruhepause bei regelmäßiger Übung
el: Περιθώριο ανάπαυσης με τακτική εξάσκηση
en: Regular practice rest allowance
es: Descanso permitido con práctica regular
fi: Säännöllisen harjoittelun lepotauko
fr: Repos autorisé en cas de pratique régulière
he: מנוחה מותרת בתרגול קבוע
hi: नियमित अभ्यास में आराम की छूट
hr: Dopušten odmor uz redovito vježbanje
hu: Pihenési engedmény rendszeres gyakorlásnál
id: Kelonggaran istirahat untuk latihan rutin
it: Riposo consentito con pratica regolare
ja: 定期的な練習による休息の猶予
ko: 규칙적 연습에 대한 휴식 허용
ms: Kelonggaran rehat untuk latihan tetap
nl: Rustmarge bij regelmatig oefenen
pl: Dozwolony odpoczynek przy regularnych ćwiczeniach
pt_br: Descanso permitido com prática regular
ru: Допустимый отдых при регулярной практике
sv: Tillåten vila vid regelbunden övning
th: ช่วงพักที่อนุญาตสำหรับการฝึกสม่ำเสมอ
tr: Düzenli pratikte dinlenme payı
uk: Дозволений відпочинок за регулярної практики
vi: Khoảng nghỉ cho luyện tập đều đặn
zh_hant: 規律練習的休息寬限

# readiness.reason.voiceTired
source: 声音可能疲劳
ar: قد يكون صوتك متعبًا
cs: Váš hlas může být unavený
da: Din stemme kan være træt
de: Deine Stimme könnte müde sein
el: Η φωνή σας μπορεί να είναι κουρασμένη
en: Your voice may be tired
es: Tu voz podría estar cansada
fi: Äänesi saattaa olla väsynyt
fr: Votre voix est peut-être fatiguée
he: ייתכן שהקול שלך עייף
hi: आपकी आवाज़ थकी हुई हो सकती है
hr: Vaš glas možda je umoran
hu: A hangod fáradt lehet
id: Suara Anda mungkin lelah
it: La tua voce potrebbe essere stanca
ja: 声が疲れている可能性があります
ko: 목소리가 피로할 수 있어요
ms: Suara anda mungkin letih
nl: Je stem kan vermoeid zijn
pl: Twój głos może być zmęczony
pt_br: Sua voz pode estar cansada
ru: Возможно, ваш голос устал
sv: Din röst kan vara trött
th: เสียงของคุณอาจเหนื่อยล้า
tr: Sesiniz yorgun olabilir
uk: Можливо, ваш голос втомився
vi: Giọng của bạn có thể đang mệt
zh_hant: 聲音可能疲勞

# readiness.reason.welcomeBack
source: 欢迎回来
ar: مرحبًا بعودتك
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
el: Καλώς επιστρέψατε
en: Welcome back
es: Te damos la bienvenida de nuevo
fi: Tervetuloa takaisin
fr: Bon retour
he: ברוך שובך
hi: वापसी पर स्वागत है
hr: Dobro došli natrag
hu: Üdv újra
id: Selamat datang kembali
it: Bentornato
ja: おかえりなさい
ko: 다시 오신 것을 환영해요
ms: Selamat kembali
nl: Welkom terug
pl: Witaj ponownie
pt_br: Boas-vindas de volta
ru: С возвращением
sv: Välkommen tillbaka
th: ยินดีต้อนรับกลับ
tr: Tekrar hoş geldiniz
uk: З поверненням
vi: Chào mừng bạn trở lại
zh_hant: 歡迎回來

# readiness.reason.heavyYesterday
source: 昨日练习量较高
ar: حجم تدريب مرتفع أمس
cs: Včera jste hodně cvičili
da: Stor øvelsesmængde i går
de: Hoher Übungsumfang gestern
el: Υψηλός όγκος εξάσκησης χθες
en: High practice volume yesterday
es: Volumen de práctica elevado ayer
fi: Paljon harjoittelua eilen
fr: Volume de pratique élevé hier
he: היקף תרגול גבוה אתמול
hi: कल अभ्यास की मात्रा अधिक थी
hr: Velik opseg vježbanja jučer
hu: Tegnap sokat gyakoroltál
id: Jumlah latihan kemarin tinggi
it: Volume di pratica elevato ieri
ja: 昨日の練習量が多めでした
ko: 어제 연습량이 많았어요
ms: Jumlah latihan semalam tinggi
nl: Veel geoefend gisteren
pl: Duża ilość ćwiczeń wczoraj
pt_br: Volume de prática alto ontem
ru: Вчера был большой объём практики
sv: Stor övningsmängd igår
th: เมื่อวานฝึกในปริมาณมาก
tr: Dün pratik miktarı yüksekti
uk: Учора був великий обсяг практики
vi: Lượng luyện tập hôm qua cao
zh_hant: 昨日練習量較高

# readiness.factor.A1
source: 练习频率
ar: وتيرة التدريب
cs: Četnost cvičení
da: Øvelseshyppighed
de: Übungshäufigkeit
el: Συχνότητα εξάσκησης
en: Practice frequency
es: Frecuencia de práctica
fi: Harjoittelutiheys
fr: Fréquence de pratique
he: תדירות התרגול
hi: अभ्यास की आवृत्ति
hr: Učestalost vježbanja
hu: Gyakorlás gyakorisága
id: Frekuensi latihan
it: Frequenza di pratica
ja: 練習頻度
ko: 연습 빈도
ms: Kekerapan latihan
nl: Oefenfrequentie
pl: Częstotliwość ćwiczeń
pt_br: Frequência de prática
ru: Частота практики
sv: Övningsfrekvens
th: ความถี่ในการฝึก
tr: Pratik sıklığı
uk: Частота практики
vi: Tần suất luyện tập
zh_hant: 練習頻率

# readiness.factor.A2
source: 练习间隔
ar: الفاصل بين التدريبات
cs: Odstup mezi cvičeními
da: Tid mellem øvelser
de: Übungsabstand
el: Διάστημα μεταξύ εξασκήσεων
en: Practice gap
es: Intervalo entre prácticas
fi: Harjoitteluväli
fr: Intervalle entre les pratiques
he: מרווח בין תרגולים
hi: अभ्यास के बीच अंतराल
hr: Razmak između vježbanja
hu: Gyakorlások közötti szünet
id: Jeda antar latihan
it: Intervallo tra le pratiche
ja: 練習の間隔
ko: 연습 간격
ms: Jarak antara latihan
nl: Tijd tussen oefeningen
pl: Przerwa między ćwiczeniami
pt_br: Intervalo entre práticas
ru: Перерыв между занятиями
sv: Tid mellan övningar
th: ช่วงห่างระหว่างการฝึก
tr: Pratik aralığı
uk: Перерва між заняттями
vi: Khoảng cách giữa các lần tập
zh_hant: 練習間隔

# readiness.factor.A4
source: 练习量
ar: حجم التدريب
cs: Objem cvičení
da: Øvelsesmængde
de: Übungsumfang
el: Όγκος εξάσκησης
en: Practice volume
es: Volumen de práctica
fi: Harjoittelumäärä
fr: Volume de pratique
he: היקף התרגול
hi: अभ्यास की मात्रा
hr: Opseg vježbanja
hu: Gyakorlás mennyisége
id: Jumlah latihan
it: Volume di pratica
ja: 練習量
ko: 연습량
ms: Jumlah latihan
nl: Oefenvolume
pl: Ilość ćwiczeń
pt_br: Volume de prática
ru: Объём практики
sv: Övningsmängd
th: ปริมาณการฝึก
tr: Pratik miktarı
uk: Обсяг практики
vi: Lượng luyện tập
zh_hant: 練習量

# readiness.factor.B1
source: 评分趋势
ar: اتجاه الدرجة
cs: Vývoj skóre
da: Scoretendens
de: Bewertungstrend
el: Τάση βαθμολογίας
en: Score trend
es: Tendencia de la puntuación
fi: Pisteiden kehitys
fr: Tendance du score
he: מגמת הציון
hi: स्कोर का रुझान
hr: Trend rezultata
hu: Pontszám alakulása
id: Tren skor
it: Andamento del punteggio
ja: スコアの傾向
ko: 점수 추세
ms: Aliran skor
nl: Scoretrend
pl: Trend wyniku
pt_br: Tendência da pontuação
ru: Тенденция оценки
sv: Poängtrend
th: แนวโน้มคะแนน
tr: Puan eğilimi
uk: Тенденція оцінки
vi: Xu hướng điểm
zh_hant: 評分趨勢

# readiness.factor.B2
source: 评分连续下降
ar: انخفاضات متتالية في الدرجة
cs: Opakované poklesy skóre
da: Gentagne fald i score
de: Aufeinanderfolgende Bewertungsrückgänge
el: Διαδοχικές πτώσεις βαθμολογίας
en: Consecutive score drops
es: Descensos consecutivos de puntuación
fi: Peräkkäiset pisteiden laskut
fr: Baisses successives du score
he: ירידות רצופות בציון
hi: स्कोर में लगातार गिरावट
hr: Uzastopni padovi rezultata
hu: Egymást követő pontszámcsökkenések
id: Penurunan skor berturut-turut
it: Cali consecutivi del punteggio
ja: スコアの連続低下
ko: 연속 점수 하락
ms: Penurunan skor berturut-turut
nl: Opeenvolgende scoredalingen
pl: Kolejne spadki wyniku
pt_br: Quedas consecutivas da pontuação
ru: Последовательное снижение оценки
sv: Upprepade poängminskningar
th: คะแนนลดลงต่อเนื่อง
tr: Art arda puan düşüşleri
uk: Послідовне зниження оцінки
vi: Điểm giảm liên tiếp
zh_hant: 評分連續下降

# readiness.factor.B3
source: 评分低于基线
ar: الدرجة أقل من المستوى المرجعي
cs: Skóre pod výchozí úrovní
da: Score under basisniveau
de: Bewertung unter dem Referenzwert
el: Βαθμολογία κάτω από τη βάση
en: Score below baseline
es: Puntuación por debajo de la referencia
fi: Pisteet vertailutason alapuolella
fr: Score inférieur à la référence
he: ציון מתחת לקו הבסיס
hi: आधार स्तर से कम स्कोर
hr: Rezultat ispod referentne vrijednosti
hu: Alapszint alatti pontszám
id: Skor di bawah acuan
it: Punteggio sotto il riferimento
ja: 基準より低いスコア
ko: 기준보다 낮은 점수
ms: Skor di bawah garis dasar
nl: Score onder de basislijn
pl: Wynik poniżej poziomu odniesienia
pt_br: Pontuação abaixo da referência
ru: Оценка ниже базового уровня
sv: Poäng under baslinjen
th: คะแนนต่ำกว่าค่าอ้างอิง
tr: Temel düzeyin altında puan
uk: Оцінка нижча за базовий рівень
vi: Điểm dưới mức cơ sở
zh_hant: 評分低於基準

# readiness.factor.C4
source: 发声帧比例
ar: نسبة الإطارات الصوتية
cs: Podíl znělých rámců
da: Andel stemte rammer
de: Anteil stimmhafter Frames
el: Αναλογία ηχηρών πλαισίων
en: Voiced frame ratio
es: Proporción de tramas sonoras
fi: Soinnillisten kehysten osuus
fr: Proportion de trames voisées
he: שיעור המקטעים הקוליים
hi: आवाज़ वाले फ़्रेम का अनुपात
hr: Udio zvučnih okvira
hu: Zöngés képkockák aránya
id: Rasio bingkai bersuara
it: Proporzione di frame sonori
ja: 有声フレームの割合
ko: 유성 프레임 비율
ms: Nisbah bingkai bersuara
nl: Aandeel stemhebbende frames
pl: Udział ramek dźwięcznych
pt_br: Proporção de quadros sonoros
ru: Доля озвученных кадров
sv: Andel tonande ramar
th: สัดส่วนเฟรมที่มีเสียง
tr: Sesli kare oranı
uk: Частка озвучених кадрів
vi: Tỷ lệ khung có tiếng
zh_hant: 發聲影格比例

# readiness.factor.C2
source: 自然分
ar: درجة طبيعية الصوت
cs: Skóre přirozenosti
da: Naturlighedsscore
de: Natürlichkeitswert
el: Βαθμολογία φυσικότητας
en: Naturalness Score
es: Puntuación de naturalidad
fi: Luonnollisuuspisteet
fr: Score de naturel
he: ציון טבעיות
hi: स्वाभाविकता स्कोर
hr: Ocjena prirodnosti
hu: Természetességi pontszám
id: Skor kealamian
it: Punteggio di naturalezza
ja: 自然度スコア
ko: 자연스러움 점수
ms: Skor kewajaran
nl: Natuurlijkheidsscore
pl: Wynik naturalności
pt_br: Pontuação de naturalidade
ru: Оценка естественности
sv: Naturlighetspoäng
th: คะแนนความเป็นธรรมชาติ
tr: Doğallık puanı
uk: Оцінка природності
vi: Điểm độ tự nhiên

# readiness.factor.C3
source: 音高波动（标准差）
ar: تغير طبقة الصوت (الانحراف المعياري)
cs: Kolísání výšky (směrodatná odchylka)
da: Tonehøjdevariation (standardafvigelse)
de: Tonhöhenschwankung (Standardabweichung)
el: Διακύμανση ύψους (τυπική απόκλιση)
en: Pitch Variation (Standard Deviation)
es: Variación del tono (desviación estándar)
fi: Sävelkorkeuden vaihtelu (keskihajonta)
fr: Variation de hauteur (écart type)
he: שונות הטון (סטיית תקן)
hi: पिच का उतार-चढ़ाव (मानक विचलन)
hr: Varijacije visine (standardna devijacija)
hu: Hangmagasság ingadozása (szórás)
id: Variasi nada (simpangan baku)
it: Variazione del tono (deviazione standard)
ja: 音高の変動（標準偏差）
ko: 음높이 변동(표준 편차)
ms: Variasi pic (sisihan piawai)
nl: Toonhoogtevariatie (standaardafwijking)
pl: Zmienność wysokości (odchylenie standardowe)
pt_br: Variação da altura (desvio padrão)
ru: Колебания высоты тона (стандартное отклонение)
sv: Tonhöjdsvariation (standardavvikelse)
th: ความแปรผันของระดับเสียง (ส่วนเบี่ยงเบนมาตรฐาน)
tr: Perde değişkenliği (standart sapma)
uk: Коливання висоти тону (стандартне відхилення)
vi: Độ biến thiên cao độ (độ lệch chuẩn)
zh_hant: 音高起伏（標準差）
